Revit 2027 API
ParameterTypeId.FasciaProfileParam Property
 "Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FasciaProfileParam { get; }
Public Shared ReadOnly Property FasciaProfileParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FasciaProfileParam {
	ForgeTypeId^ get ();
}
static member FasciaProfileParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace